PAD
BOP
EOP
RESERVED
RESERVED
RESERVED
RESERVED
RESERVED
RESERVED
RESERVED
Bar(BOS)
Bar(EOS)
Bar(0)
Bar(1)
Bar(2)
Bar(3)
Bar(4)
Bar(5)
Bar(6)
Bar(7)
Bar(8)
Bar(9)
Bar(10)
Bar(11)
Bar(12)
Bar(13)
Bar(14)
Bar(15)
Bar(16)
Bar(17)
Bar(18)
Bar(19)
Bar(20)
Bar(21)
Bar(22)
Bar(23)
Bar(24)
Bar(25)
Bar(26)
Bar(27)
Bar(28)
Bar(29)
Bar(30)
Bar(31)
Bar(32)
Tempo(Bar)
Tempo(28)
Tempo(32)
Tempo(36)
Tempo(40)
Tempo(44)
Tempo(48)
Tempo(52)
Tempo(56)
Tempo(60)
Tempo(64)
Tempo(68)
Tempo(72)
Tempo(76)
Tempo(80)
Tempo(84)
Tempo(88)
Tempo(92)
Tempo(96)
Tempo(100)
Tempo(104)
Tempo(108)
Tempo(112)
Tempo(116)
Tempo(120)
Tempo(124)
Tempo(128)
Tempo(132)
Tempo(136)
Tempo(140)
Tempo(144)
Tempo(148)
Tempo(152)
Tempo(156)
Tempo(160)
Tempo(164)
Tempo(168)
Tempo(172)
Tempo(176)
Tempo(180)
Tempo(184)
Tempo(188)
Tempo(192)
Tempo(196)
Tempo(200)
Tempo(204)
Tempo(208)
Tempo(212)
Position(Bar)
Position(0)
Position(1)
Position(2)
Position(3)
Position(4)
Position(5)
Position(6)
Position(7)
Position(8)
Position(9)
Position(10)
Position(11)
Position(12)
Position(13)
Position(14)
Position(15)
Pitch(Bar)
Pitch(22)
Pitch(23)
Pitch(24)
Pitch(25)
Pitch(26)
Pitch(27)
Pitch(28)
Pitch(29)
Pitch(30)
Pitch(31)
Pitch(32)
Pitch(33)
Pitch(34)
Pitch(35)
Pitch(36)
Pitch(37)
Pitch(38)
Pitch(39)
Pitch(40)
Pitch(41)
Pitch(42)
Pitch(43)
Pitch(44)
Pitch(45)
Pitch(46)
Pitch(47)
Pitch(48)
Pitch(49)
Pitch(50)
Pitch(51)
Pitch(52)
Pitch(53)
Pitch(54)
Pitch(55)
Pitch(56)
Pitch(57)
Pitch(58)
Pitch(59)
Pitch(60)
Pitch(61)
Pitch(62)
Pitch(63)
Pitch(64)
Pitch(65)
Pitch(66)
Pitch(67)
Pitch(68)
Pitch(69)
Pitch(70)
Pitch(71)
Pitch(72)
Pitch(73)
Pitch(74)
Pitch(75)
Pitch(76)
Pitch(77)
Pitch(78)
Pitch(79)
Pitch(80)
Pitch(81)
Pitch(82)
Pitch(83)
Pitch(84)
Pitch(85)
Pitch(86)
Pitch(87)
Pitch(88)
Pitch(89)
Pitch(90)
Pitch(91)
Pitch(92)
Pitch(93)
Pitch(94)
Pitch(95)
Pitch(96)
Pitch(97)
Pitch(98)
Pitch(99)
Pitch(100)
Pitch(101)
Pitch(102)
Pitch(103)
Pitch(104)
Pitch(105)
Pitch(106)
Pitch(107)
Duration(Bar)
Duration(1)
Duration(2)
Duration(3)
Duration(4)
Duration(5)
Duration(6)
Duration(7)
Duration(8)
Duration(9)
Duration(10)
Duration(11)
Duration(12)
Duration(13)
Duration(14)
Duration(15)
Duration(16)